{
    "Welcome to VoteLocalKS.org": "Bienvenido a VoteLocalKS.org",
    "Get text message notifications with relevant information about local elections in Kansas.": "Recibe mensajes de texto con información importante sobre nuestras elecciones en Kansas.",
    "Get started now!": "¡Empieza ahora!",
    "Learn more": "Aprende más",
    "Step": "Paso",
    "Click here": "Haga clic aquí",
    "to provide your number and start your subscription (100% free).": "para proporcionar su número y comenzar su suscripción (100% gratis).",
    "Get up to date news about KS voter registration, elections, candidates and&nbsp;more.": "Mantente informado en cosas como registrarse para votar en Kansas, elecciones, candidatos y&nbsp;más",
    "Stay locally active and engaged. It couldn’t be&nbsp;easier!": "¡Nunca ha sido más fácil estar activo e involucrado en el&nbsp;proceso!",
    "START": "INICIAR",
    "Available in Spanish": "¡Disponible en Español!",
    "Log in": "Inicie sesión",
    ":login to manage your language preferences!": "¡:login para administrar sus preferencias de idioma!",
    "Project Contributors": "Colaboradores del proyecto",
    "These people have been involved in the creation and maintenance of the Vote Local platform.": "Estas personas han estado involucradas en la creación y mantenimiento de la plataforma de Vote Local.",
    "Feel like helping out? Check out our list of": "¿Tienes ganas de ayudar? Consulte nuestra lista de",
    "issues": "problemas",
    "on our": "en nuestro",
    "Brought to you by the&nbsp;community": "Presentado por la&nbsp;comunidad",
    "Vote Local is created and operated by local community organizations :kmuw, :devict, and :abc.": "Vote Local es creado y operado por organizaciones comunitarias locales :kmuw, :devict, y :abc.",
    "Next": "Próximo",
    "Previous": "Previo",
    "Do you pledge to vote this November?": "¿Se compromete a votar este noviembre?",
    "Pledge to Vote!": "¡Comprométase a votar!",
    "You will also receive important election reminders, opt out at any time.": "También recibirá recordatorios importantes sobre las elecciones, puede optar por no participar en cualquier momento.",
    "Brought to you by the Community": "Traído a usted por la Comunidad",
    "W Young Pros": "W Young Pros",
    "KMUW": "KMUW",
    "devICT": "devICT",
    "AB&C Bilingual Resources": "AB&C Bilingual Resources, LLC",
    "Find Your Elected Officials": "Encuentre a sus funcionarios electos",
    "For any U.S. residential address, you can look up who represents that address at each elected level of government.": "Para cualquier dirección en los EE. UU., puede buscar quién representa esa dirección en cada nivel de gobierno elegido.",
    "Home": "Inicio",
    "Pledge": "Compromiso",
    "Resources": "Recursos",
    "Archive": "Archivo",
    "Logout": "Cerrar sesión",
    "Login": "Iniciar sesión",
    "Almost there!": "¡Ya casi está!",
    "You're a true Voter of the Plains": "Usted es un verdadero votante de las planicies.",
    "Submit": "Enviar",
    "Great job! Your pledge has echoed<br><strong>:num times</strong> across the plains.": "¡Buen trabajo! Su compromiso se ha hecho eco<br><strong>:num times</strong> por toda la planicie.",
    "Pledge Progress": "Progreso de Compromiso",
    "Track our pledge totals & the impact that our top pledgers have made.": "Realice un seguimiento del total de nuestros compromisos y el impacto que nuestros compromisos principales han hecho.",
    "Help us reach our goal!": "¡Ayúdenos a alcanzar nuestra meta!",
    "First, :pledge, then spread the word.": "Primero, : comprométase, luego difunda la voz.",
    "<strong>:count</strong> of <strong>:goal</strong> pledges!": "<strong>:count</strong> de <strong>:goal</strong> compromisos!",
    "Pledge Leaderboard": "Tablero de clasificación de compromiso",
    "Claim the top of the leaderboard by :pledge and referring your friends using your unique referral link": "Reclame la parte superior del tablero al : comprometerse y al referir a sus amigos utilizando su enlace de referencia único",
    "referrals": "referencias",
    "Welcome!": "¡Bienvenido!",
    "Sign Up or Login": "Regístrese o inicie sesión",
    "Voting Resources": "Recursos de votación",
    "Find useful information about voting and elections in Kansas at the links below.": "Encuentre información útil sobre la votación y las elecciones en Kansas en los enlaces a continuación.",
    "Enter your phone number to get started": "Agrega aquí abajo el código que recibiste.",
    "Don't display my name publicly": "No muestres mi nombre públicamente",
    "Your Name": "Tu nombre",
    "Phone Number": "Número de teléfono",
    "Subscription for": "Suscripción para",
    "Subscription Status": "Status de suscripción",
    "Not Active": "No Activo",
    "Sign back up!": "¡Regístrese de Nuevo",
    "Status": "Status",
    "Active": "Activo",
    "Thanks for pledging!": "¡Gracias por Comprometerse!",
    "Now share this link to boost your impact.": "Ahora comparta este enlace para aumentar el impacto",
    "Copied to clipboard!": "¡Copiado al tablero!",
    "Notification Preferences": "Preferencia de notificaciones",
    "Hide name from the pledge board.": "Esconda su nombre del tablero",
    "Show name on the pledge board.": "Muestre sun ombre en el tablero",
    "Disable subscription.": "Deshabilitar suscripción",
    "Topics": "Temas",
    "Locations": "Lugares",
    "Discover who represents you at each level of government.": "Descubra quien lo representa en los diferentes niveles de gobierno",
    "Get Started": "Empezar",
    "Kansas Voter Registration": "Registración de Votantes en Kansas",
    "Check your status and get registered": "Revise su status y regístrese",
    "Sedgwick County Election Page": "Página de elecciones en el Condado Sedgwick",
    "Information provided by the Sedgwick County Election Office.": "Información otorgada por la oficina de elecciones del Condado Sedgwick",
    "KMUW’s 2020 Election Blueprint": "Mapa de elecciones 2020 de KMUW",
    "Wichita’s NPR station provides election news, information and resources.": "la estación de Wichita, NPR genera noticias, información y recursos sobre las elecciones.",
    "Kansas Voter ID Information": "Información sobre la identificación para votar en Kansas",
    "List of valid photo IDs, requirements, exemptions, and how to get a free ID.": "Lista de Identificaciones validas, requisitos, excepciones y como obtener una identificación gratis.",
    "League of Women Voters in Kansas": " League of Women Voters in Kansas",
    "An organization (not just for women) that works to empower voters and encourage civic engagement.": "Una organización (no solo para mujeres) que trabaja para empoderar votantes y motivar la participación civica"
}
